#!/usr/bin/env python
# -*- coding: utf-8 -*-
MENU = ["Тяжелые", "Летальные", "ТМК","Все пациенты"]
REDACT_FRAMES = ["Добавление", "Исправление", "Удаление"]
TYAZ_LET = [ "Тяжелый", "Летальный",""]
OKRUG = [  "ЦП", "ЗВО", "ЦВО","ВВО", "ЮВО", "СФ",""]
ZVANIE = ["рядовой по призыву", "ефрейтор по призыву", "мл. сержант по призыву", "рядовой к/с","ефрейтор к/с", "мл. сержант к/с", "сержант к/с", "ст. сержант к/с",
          "прапорщик", "ст. прапорщик", "лейтенант", "ст. лейтенант", "капитан", "майор", "подполковник", "полковник", "матрос по призыву", "ст. матрос по призыву",
          "старшина 2 ст. по призыву", "матрос к/с", "ст. матрос к/с", "старшина 2 ст. к/с", "старшина 1 ст. к/с", "гл. старшина к/с", "мичман", "ст. мичман", "капитан-лейтенант",
          "капитан 3 ранга", "капитан 2 ранга", "капитан 1 ранга", ""]
KONTINGENT = ["по призыву", "по контракту", "офицер", ""]
NOZOLOGII = ["Пневмония", "Менингит", "Травма", "Онкология", "Прочие", ""]
YES_NO = ["Да", "Нет", ""]